;Localization add-in for day 90 DLC 

;-----------------------
; SPARK CLASS
;-----------------------
[Spark X2SoldierClassTemplate]
DisplayName="SPARK"
ClassSummary="Estas unidades robóticas de alta potência podem desencadear ataques de linha de frente devastadores ou absorver fogo de entrada e proteger o esquadrão."
LeftAbilityTreeTitle="Combate futuro"
RightAbilityTreeTitle="Máquina de guerra"

RandomNickNames[0]="Pendragon"
RandomNickNames[1]="Lancelot"
RandomNickNames[2]="Galahad"
RandomNickNames[3]="Gawain"
RandomNickNames[4]="Duke"
RandomNickNames[5]="Duchess"
RandomNickNames[6]="Count"
RandomNickNames[7]="Baron"
RandomNickNames[8]="Rook"
RandomNickNames[9]="Bishop"
RandomNickNames[10]="Margrave"
RandomNickNames[11]="Dragoon"
RandomNickNames[12]="Myrmidon"
RandomNickNames[13]="Hoplite"
RandomNickNames[14]="Centurion"
RandomNickNames[15]="Praetorian"
RandomNickNames[16]="Saber"
RandomNickNames[17]="Jaeger"
RandomNickNames[18]="Vector"
RandomNickNames[19]="Titan"
RandomNickNames[20]="Claymore"
RandomNickNames[21]="Falchion"
RandomNickNames[22]="Rapier"
RandomNickNames[23]="Morningstar"
RandomNickNames[24]="Glaive"
RandomNickNames[25]="Halberd"
RandomNickNames[26]="Javelin"
RandomNickNames[27]="Sarissa"
RandomNickNames[28]="Masamune"
RandomNickNames[29]="Excalibur"
RandomNickNames[30]="Gungnir"
RandomNickNames[31]="Mjolnir"
RandomNickNames[32]="Gladius"
RandomNickNames[33]="Scimitar"
RandomNickNames[34]="Trident"
RandomNickNames[35]="Scythe"
RandomNickNames[36]="Giga"
RandomNickNames[38]="Malware"
RandomNickNames[39]="Devastator"
RandomNickNames[40]="Terminator"
RandomNickNames[41]="Rust Bucket"
RandomNickNames[42]="Crushinator"
RandomNickNames[43]="Guardian"
RandomNickNames[44]="Johnny"
RandomNickNames[45]="Junkyard"
RandomNickNames[46]="Scraps"
RandomNickNames[47]="Ironman"
RandomNickNames[48]="Big Boy"

RankNames[0]="Rookie"
RankNames[1]="Squire"
RankNames[2]="Aspirant"
RankNames[3]="Knight"
RankNames[4]="Cavalier"
RankNames[5]="Vanguard"
RankNames[6]="Paladin"
RankNames[7]="Champion"

ShortNames[0]="Rc."
ShortNames[1]="Sqr."
ShortNames[2]="Asp."
ShortNames[3]="Knt."
ShortNames[4]="Cav."
ShortNames[5]="Vng."
ShortNames[6]="Pal."
ShortNames[7]="Chp."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"

[ChiefEngineer X2SoldierClassTemplate]
DisplayName="Especialista"
ClassSummary="Operando alguns dos nossos equipamentos mais avançados, Especialistas implanta robôs robóticos no campo de batalha que pode ser equipado para combate ou campo médico dever."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Recruta"
RankNames[1]="Engenheiro chefe"

ShortNames[0]="Rc."
ShortNames[1]="Eng."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_chief_engineer"

;-----------------------
; TECHS
;-----------------------
[MechanizedWarfare X2TechTemplate]
DisplayName="Mechanized Warfare"
Summary="Papai conseguiu juntar um protótipo MEC algum tempo antes da invasão. Com algumas modificações e alguma tecnologia atualizada, ela poderia ser reativada para a implantação de combate."


[BuildSpark X2TechTemplate]
DisplayName="SPARK"
Summary="Projetado pelo falecido Dr. Raymond Shen antes da invasão inicial há cerca de 20 anos, o protótipo robótico SPARK capturado aparentemente serviu como progenitor para todos os futuros projetos MEC do ADVENT. O SPARK é uma unidade de combate robótica, que serve em papéis de combate defensivos ou de alta potência."

;-----------------------
; STAFF SLOTS
;-----------------------
[SparkStaffSlot X2StaffSlotTemplate]
EmptyText="ABERTO: SPARK Nescessario"
BonusEmptyText="Comece os reparos de SPARK."
BonusText="REPARADOR DE SPARK"
FilledText="%UNITNAME Está recebendo reparos!"
LockedText="BLOQUEADO: Construa SPARK"

;-----------------------
; SPARK WEAPONS
;-----------------------
[SparkRifle_CV X2WeaponTemplate]
FriendlyName="Autocannon pesado"
FriendlyNamePlural="Autocannon pesado"
BriefSummary="Um canhão poderoso mas fisicamente pesado projetado especificamente para o uso por unidades SPARK."
TacticalText="<Bullet/> Despedir a arma principal termina a vez do soldado, na ausência de treinamento especial."
AbilityDescName="autocannon pesado"

[SparkRifle_MG X2WeaponTemplate]
FriendlyName="Helix Rail-Cannon"
FriendlyNamePlural="Helix Rail-Cannons"
BriefSummary="Adicional chapeamento fornece maior durabilidade e dano de saída, negando o desgaste a longo prazo causado por implantações de campo intenso."
TacticalText="<Bullet/> O Helix Rail-Cannon aumentou os danos e a durabilidade, tornando-o uma melhoria significativa em relação ao Autocannon pesado padrão usado por SPARKs. \n<Bullet/> Atirando a arma principal termina a volta do soldado, na ausência De treinamento especial ."
AbilityDescName="hélice ferroviário-canhão"

[SparkRifle_BM X2WeaponTemplate]
FriendlyName="Elerium Phase-Cannon"
FriendlyNamePlural="Elerium Phase-Cannon"
BriefSummary="A adição de células de energia Elerium miniaturizadas proporciona à SPARK o maior poder de fogo possível em combate."
TacticalText="<Bullet/> Projetado especificamente para SPARKs para causar dano máximo, o Elerium Phase-Cannon é o epítome da tecnologia de rifle motorizado. \n<Bullet/> Despedir a arma principal termina a volta do soldado, na ausência de treinamento especial . "
AbilityDescName="fase-canhão elerium"

[SparkBit_CV X2GremlinTemplate]
FriendlyName="FAIXA DE ESPUMA"
FriendlyNamePlural="SPARK BITs"
BriefSummary=""
O BIT permite que SPARKs execute uma variedade de tarefas no campo de batalha a partir de distâncias mais seguras. \n<Bullet/> O BIT acompanha o SPARK e pode ser emitido protocolos que ajudam aliados, hackear alvos eletrônicos ou danificar inimigos . \ N <B> O BIT geralmente passa despercebido pelos inimigos, e não pode sofrer danos ou ser destruído, e vai parar se seu dono estiver incapacitado ou morto.
AbilityDescName="SPARK BIT"

[SparkBit_MG X2GremlinTemplate]
FriendlyName="BIT chapeado"
FriendlyNamePlural="Plated BITs"
BriefSummary=""
O BIT permite que SPARKs execute uma variedade de tarefas de campo de batalha a partir de distâncias mais seguras. \n<Bullet/> O BIT permite que SPARKs execute uma variedade de tarefas no campo de batalha a partir de distâncias mais seguras. Acompanha o SPARK, e pode ser emitido protocolos que ajudam aliados, hackear alvos eletrônicos, ou danificar inimigos. \ Bullet/> O BIT geralmente passa despercebido pelos inimigos e não pode sofrer danos ou ser destruído. É incapacitado ou morto. "
AbilityDescName="SPARK BIT"

[SparkBit_BM X2GremlinTemplate]
FriendlyName="BIT ativado"
FriendlyNamePlural="BITS ativados"
BriefSummary=""
O BIT permite SPARKs para executar uma variedade de tarefas de campo de batalha a partir de distâncias mais seguras. \n<Bullet/> O modelo atualizado melhorou consideravelmente os danos e recursos de cura do BIT. BIT acompanha o SPARK, e pode ser emitido protocolos que auxiliam aliados, hackear alvos eletrônicos, ou danificar inimigos. \n<Bullet/> O BIT geralmente passa despercebido pelos inimigos e não pode sofrer danos ou ser destruído. Proprietário é incapacitado ou morto. "
AbilityDescName="SPARK BIT"

;-----------------------
; Shen's Gremlin
;-----------------------
[Gremlin_Shen X2GremlinTemplate]
FriendlyName="ROV-R"
FriendlyNamePlural="ROV-R"
BriefSummary="The earliest Gremlin prototype developed by Lily Shen, the ROV-R unit has a number of peculiar behaviors thought to have been caused by the \"unique\" modifications added over the years."
TacticalText="<Bullet/> The GREMLIN Drone allows Specialists to execute a variety of battlefield tasks from safer distances.\n<Bullet/> The GREMLIN accompanies the Specialist, and can be issued protocols which aid allies, hack electronic targets, or damage enemies.\n<Bullet/> The GREMLIN generally goes unnoticed by enemies, and cannot take damage or be destroyed. It will shut down if its owner is incapacitated or killed."

;-----------------------
; Feral MEC WEAPONS - Temp to support playable mission
;-----------------------
[FeralMEC_M1_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Derelict MEC Cannon"
FriendlyNamePlural="Derelict Canhões MEC"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\ N <Bullet/> Atirando a arma principal sempre termina a volta do soldado \ n <Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

[FeralMEC_M2_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Derelict MEC Cannon"
FriendlyNamePlural="Derelict Canhões MEC"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\ N <Bullet/> Atirando a arma principal sempre termina a volta do soldado \ n <Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

[FeralMEC_M3_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Derelict MEC Cannon"
FriendlyNamePlural="Derelict Canhões MEC"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\ N <Bullet/> Atirando a arma principal sempre termina a volta do soldado \ n <Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

[Sectopod_Markov_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Sectopod Blaster"
FriendlyNamePlural="Secropod Blasters"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\ N <Bullet/> Atirando a arma principal sempre termina a volta do soldado \ n <Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

;-----------------------
; Character Templates
;-----------------------
[FeralMEC_M1 X2CharacterTemplate]
strCharacterName="Derelict MEC"

[Sectopod_Markov X2CharacterTemplate]
strCharacterName="Julian"

[LostTowersTurretM1 X2CharacterTemplate]
strCharacterName="Decaying Turret"

[JulianUnknown X2CharacterTemplate]
strCharacterName="Intercom"

[Julian X2CharacterTemplate]
strCharacterName="Julian"

[JulianSectopod X2CharacterTemplate]
strCharacterName="Julian"

[SPARK X2CharacterTemplate]
strCharacterName="SPARK"

;-----------------------
; Lost Towers Turret Weapon
;-----------------------
[LostTowersTurretM1_Wpn X2WeaponTemplate]
FriendlyName="Canhão da Torreta"
FriendlyNamePlural="Canhões de torre"
BriefSummary="XCOM conseguiu salvar uma variedade de armas de infantaria padrão, esta é a variedade mais comum, semelhante ao rifle usado vinte anos antes.Muito decididamente inferior à tecnologia magnética ADVENT, ele pode pelo menos ser atualizado usando armas adicionais de salvamento , Uma vez que uma abordagem técnica padrão é descoberto. "
\ N <Bullet/> Atirando a arma principal sempre termina a volta do soldado \ n <Bullet/> Se o soldado disparar com ambas as ações disponíveis, três tiros serão tirados com precisão reduzida, Use upgrades saqueados de inimigos para melhorar a eficácia tática de rifle de assalto "

;-----------------------
; GEOSCAPE
;-----------------------

[POI_LostTowers X2PointOfInterestTemplate]
DisplayNames[0]="Encrypted Signal"

CompletedSummaries[0]="Uma transmissão não identificada ultrapassou de algum modo o uplink remoto do ROV-R e obteve acesso aos nossos sistemas.Existe apenas uma pessoa com a perícia para conseguir isso, o falecido Dr. Raymond Shen.

POIImages[0]="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"

;-----------------------
; REWARDS
;-----------------------

[Reward_LostTowers X2RewardTemplate]
DisplayName="Missão de Investigação"

[ResAct_LostTowersInvestigated X2ResistanceActivityTemplate]
DisplayName="Torres Perdidas Investigadas:"
;-----------------------
; Lost Towers Mission Data
;-----------------------
[MissionSource_LostTowers X2MissionSourceTemplate]
MissionPinLabel="Torres perdidas"
BattleOpName="Operação Último Dom"

[LostTower X2MissionSiteDescriptionTemplate]
DescriçãoString="Abandoned ADVENT Facility"

[LastGift X2MissionTemplate]
DisplayName="Investigar a Facilidade"
Briefing="Investigação - Site desconhecido"
PostMissionType="Torres perdidas"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Recuperar Dados de Engenharia da Shen"
PreMissionNarratives[0]="DLC_90_NarrativeMoments.DLC3_S_Dropship_Intro"

Podemos estar buscando uma solução onde esta missão tem três partes distintas.
; Os dados abaixo suportam isso, mas provavelmente não serão usados na versão final
[LastGiftB X2MissionTemplate]
DisplayName="Recuperar o SPARK Pt 2"
Briefing="Torres perdidas"
PostMissionType="Torres perdidas"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Recuperar Dados de Engenharia da Shen"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[LastGiftC X2MissionTemplate]
DisplayName="Recuperar o SPARK Pt 3"
Briefing="Torres perdidas"
PostMissionType="Torres perdidas"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
OBjectiveTextPools[0]="Recuperar Dados de Engenharia da Shen"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[DefaultLastGift X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Investigar a Facilidade"
ObjectiveTextPools[1]="Ligar os elevadores"
ObjectiveTextPools[2]="Enviar todos os soldados XCOM até o elevador"
ObjectiveTextPools[3]="Lily Shen deve sobreviver"

[DefaultLastGiftPartB X2MissionNarrativeTemplate]
ObjectiveTextPools 0]="Abrigar-se na sala SPARK"
ObjectiveTextPools[1]="Lily Shen deve ativar a SPARK"
ObjectiveTextPools[2]="SPARK deve desligar as saídas de gás venenoso"
ObjectiveTextPools[3]="Enviar todos os soldados XCOM pelos elevadores"
ObjectiveTextPools[4]="Lily Shen deve sobreviver"
ObjectiveTextPools[5]="SPARK deve sobreviver"

[DefaultLastGiftPartC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Destrua o Sectopod de Julian"
ObjectiveTextPools[1]="Tome o controle do telhado"
ObjectiveTextPools[2]="Lily Shen deve sobreviver"
ObjectiveTextPools 3]="SPARK deve sobreviver"

[MissionTimers]
LostTowersTitle="Inundação de Gás Venenoso"
LostTowersSubtitle="Vira até as inundações do quarto"

[MissionWorldMessages]
SoldierReturnedToAvenger="A unidade XCOM ferida retornou ao Avenger"


; *********************************************************************************************************************
; ***                                            SPARK ABILITIES                                                   ***
; *********************************************************************************************************************

; ---------- General Path -----------------

[Overdrive X2AbilityTemplate]
LocFriendlyName="Overdrive"
LocLongDescription="Tire três ações neste turno, e nenhuma ação é turn-ending. Múltiplos Tiros Padrão incorrer em uma pequena penalidade de recuo."
LocHelpText="Tire três ações neste turno, e nenhuma ação é turn-ending. Múltiplos Tiros Padrão incorrer em uma pequena penalidade de recuo."
LocPromotionPopupText="<Bullet/> Uma penalidade de recuo de <Ability:Overdrive_RecoilPenalty/>% O objetivo é aplicado após cada Shot Standard enquanto o Overdrive está ativo.<br/><Bullet/>  Overdrive não tem custo ao ativar , graças a <Ability:SelfCooldown/> turn cooldown.<br/>"


[SparkRocketLauncher X2AbilityTemplate]
LocFriendlyName="Rocket Launcher"
LocHelpText="Atira um foguete na área alvo."

[SparkShredderGun X2AbilityTemplate]
LocFriendlyName="Fire Shredder Gun"
LocHelpText="Atire sua arma Shredder em uma área em forma de cone."

[SparkShredstormCannon X2AbilityTemplate]
LocFriendlyName="Shredstorm Cannon"
LocHelpText="Fire seu canhão Shredstorm."

[SparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Lança-chamas de fogo"
LocHelpText="Spray chamas em uma área em forma de cone."

[SparkFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="Projetor Hellfire"
LocHelpText="Spray chamas em uma área em forma de cone."

[SparkBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Bomba Blaster"
LocHelpText="Acione uma Bomba Blaster guiada em uma área designada."

[SparkPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="Plasma Blaster"
LocHelpText="Acione o Plasma Blaster."

; ---------- War Machine Path ------------------

; Aspirante (Corporal)
[Bulwark X2AbilityTemplate]
LocFriendlyName="Bulwark"
LocLongDescription="Ganhe um ponto de bônus de Armadura, e sempre fornecer cobertura alta para todos os squadmates adjacentes."
LocHelpText="Ganhe um ponto de bônus de Armadura, e sempre fornecer cobertura alta para todos os squadmates adjacentes."
LocPromotionPopupText="<Bullet/> Bulwark adiciona um ponto de armadura.<br/><Bullet/> Qualquer squadmate que esteja ao lado da SPARK ganhará o bônus de defesa de capa alta.<br/>"

; Cavaleiro (sargento)
[Arsenal X2AbilityTemplate]
LocFriendlyName="Arsenal"
LocLongDescription="O BIT pode equipar e disparar armas pesadas."
LocHelpText="O BIT pode equipar e disparar armas pesadas."
LocPromotionPopupText="<Bullet/> Arsenal permite que a SPARK equipare armas pesadas em seu loadout.<br/>"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="Rainmaker"
LocLongDescription="Equipped armas pesadas lidar + <Habilidade:Rainmaker_BonusDamage/> danos e ter aumentado área de efeito."
LocHelpText="As armas pesadas equipadas causam mais danos e afetam uma área maior."
LocPromotionPopupText="<Bullet/> Rainmaker adiciona + <Capacidade: Rainmaker_BonusDamage/> dano a todas as armas pesadas.<br/><Bullet/> As armas pesadas com áreas circulares de efeito têm seu raio aumentado por + <Capacidade: Rainmaker_BonusRadius/>.<br/><Bullet/> As armas pesadas com áreas cônicas de efeito têm seu diâmetro aumentado em + <Capacidade: Rainmaker_BonusDiameter/> e comprimento aumentado por + <Capacidade: Rainmaker_BonusLength/>.<br/> "

; Cavalier (Tenente)
[Intimidar X2AbilityTemplate]
LocFriendlyName="Intimidar"
LocLongDescription="Quando atacado por um ataque, o inimigo tem a chance de entrar em pânico."
LocHelpText="Quando atacado por um ataque, o inimigo tem a chance de entrar em pânico."
LocFlyOverText="Intimidar"
LocPromotionPopupText="<Bullet/> A chance de intimidar o pânico aumenta com as armaduras SPARK de nível mais alto.<br/><Bullet/> Intimidar pode ser acionado por ataques corpo a corpo e de área de efeito.<br/><Bullet/> Intimidar Não dispara quando apontado pelo fogo Overwatch.<br/> "

[IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="Intimidar"
LocLongDescription="Quando atacado por um ataque, todos os inimigos visíveis têm a chance de entrar em pânico."
LocHelpText="Quando atacado por um ataque, todos os inimigos visíveis têm a chance de entrar em pânico."
LocFlyOverText="Intimidar"
LocPromotionPopupText=""
LocMissMessage="Intimidate Failed"

; Vanguarda (Capitão)
[Repair X2AbilityTemplate]
LocFriendlyName="Reparar"
LocLongDescription="Enviar o BIT para um aliado robótico danificado e repará-lo.BITs avançados podem reparar um pouco mais."
LocHelpText="Enviar o BIT para reparar um aliado robótico danificado."
LocFlyOverText="Reparar"
LocPromotionPopupText="<Bullet/> O reparo restaurará <Habilidade:Repair_HealHP/> saúde.<br/><Bullet/> Atualizando seu BIT resultará em mais HP reparado.<br/><Bullet/> Usando o Reparo como sua primeira ação Não terminará a sua vez.<br/><Bullet/> O reparo tem <Habilidade:Reparar_Charges/> taxas por missão.<br/> "

; Paladino (Maior)
[AbsorptionField X2AbilityTemplate]
LocFriendlyName="Campo de Canalização"
LocLongDescription="Toda vez que você for direcionado, parte da energia é canalizada para o seu <Habilidade:WeaponName>. Esta energia é desencadeada com o seu próximo tiro padrão.
LocHelpText="Canalize a energia para o seu <Habilidade:WeaponName> quando alvejado, e libera-o com seu tiro padrão seguinte."
LocFlyOverText="Energia canalizada: +1"
LocPromotionPopupText="<Bullet/> Cada ponto de energia canalizado pelo Campo de Canalização aumenta o dano do próximo ataque <Ability: WeaponName> por 1.<br/><Bullet/> A energia armazenada pelo campo de canalização é gasta mesmo se o próximo Tiro faltas.<br/> "

; Campeão (Coronel)
[Sacrifique X2AbilityTemplate]
LocFriendlyName="Sacrifício"
LocLongDescription="Gerar um campo de proteção que redireciona todos os ataques contra aliados dentro dele em direção a você. Ganhe defesa de bônus e armadura enquanto estiver ativo."
LocHelpText="Gere um campo de proteção para redirecionar os ataques inimigos para você."
LocFlyOverText="Sacrifício"
LocPromotionPopupText="<Bullet/> A SPARK ganha + <Ability: Sacrifice_Defense/> defesa e + <Habilidade:Sacrifice_Armor/> armadura enquanto o Sacrifício está ativo.<br/><Bullet/> Sacrifice tem uma <Capacidade: SelfCooldown/> turno Cooldown.<br/> "

; ---------- Future Combat Path ----------------

; Aspirante (Corporal)
[AdaptiveAim X2AbilityTemplate]
LocFriendlyName="Objetivo Adaptativo"
LocLongDescription="Quando Overdrive está ativo, Shots padrão não incorrem em penalidades de retrocesso."
LocHelpText="Quando Overdrive está ativo, Shots Padrão não incorre em penalidades de recuo."
LocPromotionPopupText="<Bullet/> O objetivo adaptativo elimina a penalidade de <Ability: Overdrive_RecoilPenalty/>% para disparos padrão consecutivos quando o Overdrive está ativo.<br/>"

; Cavaleiro (sargento)
[Strike X2AbilityTemplate]
LocFriendlyName="Strike"
LocLongDescription="Ataque qualquer inimigo dentro do intervalo de movimento com um poderoso ataque corpo a corpo."
LocHelpText="Ataque qualquer inimigo dentro do intervalo de movimento com um poderoso ataque corpo-a-corpo."
LocPromotionPopupText="<Bullet/> Você pode acionar a habilidade Strike colocando o cursor de movimento sobre um inimigo.<br/><Bullet/> Uma SPARK pode executar um movimento \" Dash \ ", usando ambas as ações para mover e ainda Acionar uma greve contra um inimigo adjacente.<br/> "

; Cavalier (Tenente)
[WreckingBall X2AbilityTemplate]
LocFriendlyName="Bola de Destruição"
LocLongDescription="Enquanto Overdrive está ativo, quebrar paredes e cobrir quando se deslocam."
LocHelpText="Enquanto o Overdrive está ativo, quebre paredes e cobertura ao se mover."
LocPromotionPopupText="<Bullet/> Wrecking Ball pode ser usado para expor os inimigos a tiros flanqueadores.<br/><Bullet/> Use waypoints de movimento para guiar a SPARK em um caminho ótimo para destruir a cobertura e o ambiente.

; Vanguarda (Capitão)
[Bombard X2AbilityTemplate]
LocFriendlyName="Bombard"
LocLongDescription="Inicie o BIT em qualquer local visível onde libere uma explosão explosiva poderosa.
LocHelpText="Inicie o BIT para destruir todas as unidades em um raio."
LocPromotionPopupText="<Bullet/> Bombard pode ser disparado em qualquer local dentro squadsight.<br/><Bullet/> Atualizando seu BIT levará a mais danos Bombard.<br/>"

; Paladino (Maior)
[HunterProtocol X2AbilityTemplate]
LocFriendlyName="Protocolo Hunter"
LocLongDescription="Quando um inimigo é revelado, há uma possibilidade de <Capacidade: HunterProtocol_Chance/>% para tirar uma foto Overwatch livre."
LocHelpText="Quando um inimigo é revelado, há uma possibilidade de <Capacidade: HunterProtocol_Chance/>% de tirar uma foto Overwatch gratuita."
LocPromotionPopupText="<Bullet/> O protocolo Hunter torna a SPARK uma unidade ideal para a busca na neblina da guerra, já que qualquer inimigo revelado pode ser atacado instantaneamente.<br/>"

; Campeão (Coronel)
[Nova X2AbilityTemplate]
LocFriendlyName="Nova"
LocLongDescription="Liberar uma explosão de energia, danificando todos os inimigos próximos. Este ataque não tem custo ou cooldown, mas Novas consecutivos danificará a SPARK."
LocHelpText="Blast todos os inimigos próximos. Novas Consecutiva irá danificar a SPARK."
LocPromotionPopupText="<Bullet/> Nova não tem custo de ponto de ação nem cooldown.<br/><Bullet/> O primeiro ataque da Nova cada missão causará 0 dano à SPARK.<br/><Bullet/> Todos os ataques Nova Após o primeiro vai lidar com um empilhamento <Habilidade:Nova_Damage/> danos à SPARK.<br/> "

; Faíscas fedorentas ----------------

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="Prime Self-Destruct"
LocLongDescription="Entre no modo Self-Destruct, o MEC pode ser detonado manualmente e explodirá se houver danos fatais."
LocHelpText="Entre no modo Self-Destruct, o MEC pode ser detonado manualmente e explodirá se houver danos fatais."

[TriggerSelfDestruct X2AbilityTemplate]
LocFriendlyName="Trigger Self-Destruct"
LocLongDescription="Detonar o MEC, destruindo-o e danificando todas as unidades próximas."
LocHelpText="Detonar o MEC, destruindo-o e danificando todas as unidades próximas."

; *********************************************************************************************************************
; ***                                            SHEN ABILITIES                                                     ***
; *********************************************************************************************************************

[CombatProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Combat Protocol"
LocLongDescription="Envie o GREMLIN a um inimigo para os sacudir, causando dano garantido, que é aumentado contra inimigos robóticos."
LocHelpText="Enviar o GREMLIN para um inimigo para sacudir-los, causando dano garantido, que é aumentado contra inimigos robóticos. Requer linha de visão para o alvo."
LocFlyOverText="Combat Protocol"
LocPromotionPopupText="<Bullet/> Combat Protocol tem um <Habilidade:SelfCooldown/> virar cooldown.<br/>"

[CapacitorDischarge_Shen X2AbilityTemplate]
LocFriendlyName="Descarga do Capacitor"
LocLongDescription="Enviar o GREMLIN para um local onde ele emite uma descarga elétrica substancial, danificando e potencialmente atordoando todas as unidades próximas. As unidades robóticas recebem mais danos."
LocHelpText="Enviar o GREMLIN para eletrocutar todas as unidades em um raio. As unidades robóticas recebem mais danos."
LocFlyOverText="Descarga do Condensador"
LocPromotionPopupText="<Bullet/> Capacitor Discharge tem um <Habilidade:SelfCooldown/> virar cooldown.<br/>"

[MedicalProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Protocolo Médico"
LocLongDescription="O GREMLIN pode executar ações de cura remotamente: GREMLIN Heal e GREMLIN Stabilize O GREMLIN tem quatro cargas:se um medikit estiver equipado, o GREMLIN ganhará uma carga adicional."
LocHelpText="O GREMLIN agora executa ações de cura:GREMLIN Heal e GREMLIN Stabilize."
LocFlyOverText="Protocolo Médico"
LocpromotionPopupText="<Bullet/> Atualizar seu GREMLIN levará a mais HP curado por carga.<br/><Bullet/> GREMLIN Heal ou GREMLIN Estabilize quando usado como sua primeira ação não terminará sua vez.<br/>"

[GremlinHeal_Shen X2AbilityTemplate]
LocFriendlyName="GREMLIN Heal"
LocLongDescription="Envie seu GREMLIN para curar um aliado ferido. Cura até <Habilidade:GREMLINHEALHP/> HP com cada uso. GREMLINs avançado pode curar um pouco mais."
LocHelpText="Envie seu GREMLIN para curar um aliado ferido."
LocPromotionPopupText=""

[GremlinStabilize_Shen X2AbilityTemplate]
LocFriendlyName="GREMLIN Stabilize"
LocLongDescription="Pára um soldado de sangramento para fora. Consome uma carga (que é compartilhada com GREMLIN Heal)."
LocHelpText="Impede que um soldado sangra."
LocFlyOverText="Estabilizado"
LocPromotionPopupText=""

[Interact_ActivateSpark X2AbilityTemplate]
LocFriendlyName="Ativar SPARK"
LocHelpText="Ativar a unidade SPARK."

[Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Controle de Elevador de Corte"
LocHelpText="Hack no painel de controle do elevador."

[Interact_AtmosphereComputer X2AbilityTemplate]
LocFriendlyName="Usar Atmosfera Computador"
LocHelpText="Esvazie os gases venenosos da câmara."

[Interact_UseElevator, X2AbilityTemplate]
LocFriendlyName="Usar Elevador"
LocHelpText="Avançar para o andar superior."

[IntrusionProtocol_Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Controle de Elevador de Corte"
LocHelpText="Hack no painel de controle do elevador."

-benzóico.
; Spark Customization - Cabeças
-benzóico.
[Spark_Head_A X2BodyPartTemplate]
DisplayName="Delta 1"
[Spark_Head_C X2BodyPartTemplate]
DisplayName="Delta 2"
[Spark_Head_D X2BodyPartTemplate]
DisplayName="Delta 3"
[Spark_Head_E X2BodyPartTemplate]
DisplayName="Delta 4"
[Spark_Head_F X2BodyPartTemplate]
DisplayName="Delta 5"
[Spark_Plt_Head_A X2BodyPartTemplate]
DisplayName="Plated 1"
[Spark_Plt_Head_B X2BodyPartTemplate]
DisplayName="Plated 2"
[Spark_Pwr_Head_A X2BodyPartTemplate]
DisplayName="Powered 1"
[Spark_Pwr_Head_B X2BodyPartTemplate]
DisplayName="Powered 2"

-benzóico.
; Spark Customization - Vozes
-benzóico.
[SparkCalmVoice1_English X2BodyPartTemplate]
DisplayName="Guardian Inglês"
[SparkWarriorVoice1_English X2BodyPartTemplate]
DisplayName="Guerreiro Inglês"
[SparkJulianVoice1_English X2BodyPartTemplate]
DisplayName="English Julian"

[SparkCalmVoice1_French X2BodyPartTemplate]
DisplayName="Guardião francês"
[SparkWarriorVoice1_French X2BodyPartTemplate]
DisplayName="Guerreiro Francês"
[SparkJulianVoice1_French X2BodyPartTemplate]
DisplayName="French Julian"

[SparkCalmVoice1_German X2BodyPartTemplate]
DisplayName="Guardião Alemão"
[SparkWarriorVoice1_German X2BodyPartTemplate]
DisplayName="guerreiro alemão"
[SparkJulianVoice1_German X2BodyPartTemplate]
DisplayName="Alemão Juliano"

[SparkCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="Guardião Italiano"
[SparkWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="Guerreiro Italiano"
[SparkJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="Italian Julian"

[SparkCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="Guardião espanhol"
[SparkWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="Guerreiro Espanhol"
[SparkJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="Espanhol Juliano"

;--------------------------------
;Tatoos
;--------------------------------
[DLC_3_Tattoo_Arms_01 X2BodyPartTemplate]
DisplayName="Shen"

;--------------------------------
;Lost Towers Shen
;--------------------------------
[LostTowersShen X2CharacterTemplate]
strForcedFirstName="Lily"
strForcedLastName="Shen"
strForcedNickName=""

;--------------------------------
;Spark Country
;--------------------------------
[Country_Spark X2CountryTemplate]
DisplayName="SPARK"
DisplayNameWithArticle="SPARK"
DisplayNameWithArticleLower="SPARK"
DisplayNamePossessive="SPARK's"
DisplayAdjective="SPARK"

;--------------------------------
;Hack Rewards
;--------------------------------

[ActivateElevator X2HackRewardTemplate]
FriendlyName="Ativar Elevador"
Descrição="Ativar o sistema de elevador."

[ElevatorIntel X2HackRewardTemplate]
FriendlyName="Small Intel Cache"
Descrição="Recupere um pequeno cache da Intel."

[ElevatorSupplies X2HackRewardTemplate]
FriendlyName="Small Supply Cache"
Description="Recuperar um pequeno cache de suprimentos."

[ControlAllDerelicts X2HackRewardTemplate]
FriendlyName="Mass Intrusion"
Description="Obter controle de todos os MECs no campo."